# Задача 1
# Напишите программу, которая последовательно запрашивает у пользователя Дату и Описание задачи,
# а затем выводит их через пробел
date = input('Введите дату: ')
task = input('Введите задачу: ')
s = date + ' - ' + task
print(s)
exit