# Задача 3
# Модифицируйте программу из задания 2 таким образом, 
# чтобы данные не выводились на экран, а сохранялись в словарь. 
# Ключами в этом словаре должны быть даты, а значениями - соответствующие им задачи
task_dict = {}

date = input('Введите дату: ')
task = input('Введите задачу: ')
task_dict[date] = task

date = input('Введите дату: ')
task = input('Введите задачу: ')
task_dict[date] = task


date = input('Введите дату: ')
task = input('Введите задачу: ')
task_dict[date] = task

print(task_dict)